Repository: muszkin/surveys
Catalog: src/SurveyBundle/Resources/translations/SurveyBundle.*.xlf
Languages: pl

source: survey.title
pl: Ankiety

source: You can't vote in work
pl: Nie wolno głosować z pracy - twoje działanie zostanie odnotowane

source: Survey doesn't exists
pl: Ankieta nie istnieje

source: Wrong checksum for survey
pl: Błędna suma kontrolna ankiety

source: Thank you for voting in this survey
pl: Dziękujemy za oddanie głosu w ankiecie

source: You can't vote again yet
pl: Nie możesz jeszcze ponownie zagłosować w tej ankiecie

source: You already voted in this survey
pl: Już oddałeś głos w tej ankiecie

source: Time for again vote has passed
pl: Czas na ponowne głosowanie upłynął

source: Time for vote has passed
pl: Czas na głosowanie upłynął

source: All
pl: Wszystkie

source: Opened
pl: Otwarte

source: Voted
pl: Z oddanym głosem

source: Resend send
pl: Wysłana prośba o ponowną ocenę

source: Resend open
pl: Ponowna ankieta otwarta

source: Resend voted
pl: Ankiety z ponownie oddanym głosem

source: With cancel request
pl: Prośba o anulowanie

source: With cancel request (need reaction)
pl: Prośba o anulowanie (wymaga akcji)

source: In 5 seconds you will be redirect to www.shoper.pl
pl: W ciągu 5 sekund zostaniesz przeniesiony na stronę www.shoper.pl

source: Is my respone was helpful / understood ?
pl: Czy moja odpowiedź była pomocna / zrozumiała ?

source: Be briefly what influenced your decision
pl: Opisz krótko co wpłyneło na twoją decyzję

source: Is another contact should be handled by the same consultant?
pl: Czy kolejny kontakt miałby być obsłużony przez tego samego konsultanta?

source: Send vote
pl: Głosuj

source: Filter by:
pl: Filtruj:

source: Agree
pl: Wyrażam zgodę

source: Approve
pl: Wyrażam zgodę

source: Disapprove
pl: Nie wyrażam zgody

source: Canceled
pl: Anulowano

source: React
pl: Zareaguj

source: This is not your survey
pl: To nie jest twoja ankieta

source: Request for re-evaluation
pl: Prośba o ponowną ocenę

source: Survey after phone call
pl: Oceń rozmowę telefoniczną z konsultantem Shoper

source: New rate in system (resend)
pl: Nowa ocena (ponowne głosowanie)

source: New rate in system
pl: Nowa ocena

source: New cancel request
pl: Nowa prośba o anulowanie oceny

source: Surely No
pl: Zdecydowanie nie

source: Surely Yes
pl: Zdecydowanie tak

source: Don't care
pl: Nieważne

source: Not necessary
pl: Niekoniecznie

source: Sure
pl: Tak

source: Surely No
pl: Napewno nie

source: Yes, please
pl: Tak, proszę

source: Is my respone on phone was helpful ?
pl: Czy moja pomoc przez telefon była wystarczająca?
